; Моўны файл для праграмы Open File shell for TC, v1.8c


[Misc]
0=Беларуская
1=Мiстэр Ш
2=1.8c
3=Mister_sh@tut.by

[MainUnit]
0=Адкрыць файл %FileName% з дапамогай...
1=Пажаданыя праграмы
2=Іншыя праграмы
3=Гарачая клавіша
4=Страчаныя праграмы
5=Іншая праграма...
6=Вылучыце праграму:
7=Вылучаны файл не з'яўляецца выконваемым прыкладаннем!‡Вы вылучылі: "%ProgramName%".‡Яна мае пашырэнне НЕ EXE. ‡Вы сапраўды жадаеце вылучыць гэты файл?
8=Праграма:
9=Пашырэнні:
10=Поўны шлях:
11=Праграма не знойдзена!
12=Рэдагаваць асацыяцыі
13=Змяніць шлях да праграмы
14=Пераназваць
15=Гарачая клавіша:
16=Выдаліць са спісу
17=Пераназванне
18=Новае імя:
19=Вы сапраўды жадаеце выдаліць праграму "%ProgramName%"‡са спісу ўсіх даступных праграм?
20=Увага: на вашай машыне знойдзены Total Commander! Вы можаце ‡прапісаць праграму Open File shell for TC як рэдактар для Total Commander.‡%NowStandProgram%‡Перавагі:‡- адкрыццё ЛЮБОГА файла па F4 ПРАВІЛЬНЫМ рэдактарам‡- простая налада асацыяцый‡- неназойлівасць праграмы‡‡Калі вас зацікавілі гэтыя пункты, проста націсніце ДА.‡Астатняе праграма зробіць за вас. ‡У выпадку адмовы гэтае пытанне больш не паўстане.
21=Дзякуй за ваш выбар!‡‡Калі у вас ёсць запушчаныя копіі Total Commander,‡тады іх трэба перазапусціць, каб змены ўступілі ў сілу.
22=Увага: на вашай машыне знойдзены DbCD Universal! Вы можаце ‡прапісаць праграму Open File shell for TC як прагляднік для DbCD Universal. ‡%NowStandProgram%‡Перавагі:‡- адкрыццё ЛЮБОГА файла па F3 ПРАВІЛЬНЫМ прагляднікам‡- простая налада асацыяцый‡- неназойлівасць праграмы‡‡Калі вас зацікавілі гэтыя пункты, проста націсніце ДЫ.‡Астатняе праграма зробіць за вас.‡У выпадку адмовы гэтае пытанне больш не паўстане
23=Дзякуй за ваш выбар!‡Калі у вас ёсць запушчаныя копіі DbCD Universal,‡то іх трэба перазапусціць, каб змены ўступілі ў сілу.
24=Дадаць праграму, якая ведае, як‡чытаць файл %FileName%
25=Заўсёды выкарыстоўваць вылучаную праграму для дадзенага пашырэння
26=Наладзіць %ProgramName%
27=Адкрыць, але не сачыць за прыкладаннем
28=Адкрыць у %ProgramName%
29=Коль-ць запускаў:
30=Вы проста запусцілі праграму. У гэтым рэжыме ў спіс ня варта дадаваць новыя праграмы, т.як прыйдзецца ўручную наладжваць пашырэнні для гэтае праграмы. Вы ўсё роўна жадаеце дадаць да спісу новы элемент?
31=Для файлаў %FileType% больш не паказваць акно выбару ‡і адразу жа адкрываць файл у вылучанай праграме
32=Добра
33=Наладзіць OpenFileTC
34=Адмена
35=Сартаваць
36=Выгляд
37=Паказваць абразкі
38=Рэжым налады
39=Зараз вы выкарыстоўваеце: "%ProgramName%"
40=Спіс усіх праграм
41=Рэдагаванне выконваемага файла/s;/s;OpenFileTC атрымала на апрацоўку выконваемы файл:/s;%FileName%/s;Ці жадаеце вы дадаць гэты файл да спісу рэдактараў OpenFileTC?/s;/s;Націсніце ДА для дадання гэтага рэдактара да спісу файлаў/s;Націсніце НЕТ для рэдагавання гэтага файла
42=Праграма будзе адкрыта у акне
43=Не атрымалася стварыць групы для элементаў праграмы. Магчымы памылкі пры працы праграмы.
44=Не магу стварыць файл налад "%INIFileName%".‡Магчыма, вы спрабуеце запусціць праграму з носьбіта, на якім стаіць абарона ад запісу, або файл налад абаронены ад запісу.‡Праграма будзе захоўваць свае налады ў тэчцы "%WinFolder%"
45=Адбылася памылка пры стварэнні файла налад.‡Імя файла: "%INIFileName%".‡Паведамленне сістэмы: "%SystemMessage%".‡Клас памылкі: "%ClassMessage%".‡‡Праграма спыняе працу.
46=Адсылаецца першы файл са спісу, без двукоссяў
47=Адсылаецца першы файл са спісу, з двукоссямі
48=Праграма запускаецца асобна /s;на кожным файле са спісу, без двукоссяў
49=Праграма запускаецца асобна /s;на кожным файле са спісу, з двукоссямі
50=Праграма будзе згорнута у панэль задач
51=Дадаць праграму, якая ведае, як‡чытаць файлы вылучанага фармату
52=Праграма будзе разгорнута ва ўвесь экран
53=Схаваць панэль прылад
54=Дадаць праграму
55=Рэдагаваць уласцівасці праграмы
56=Выдаліць праграму са спісу
57=Налады Open File shell for TC
58=Дадаць тып "%type%" у падтрымліваемыя
59=Выдаліць тып "%type%" з падтрымліваемых
60=У гэтай версіі OpenFileTC навучылася распазнаваць праграмы і задаваць для іх правільны тып запуску/s;Гэтая магчымасць дазваляе пазбегнуць завісання прыкладанняў у памяці пры іх запуску праз OpenFileTC/s;/s;OpenFileTC можа праверыць усе вашыя дададзеныя прыкладанні. Жадаеце вы гэтага?/s;/s;ТАК - праверыць і занясці змены/s;НЕ - ніякіх змен у налады праграм занесена не будзе/s;АДМЕНА - задаць дадзенае пытанне пазней.
61=Нататнік
62=OpenFileTC не атрымалася стварыць тэчку для ini-файла,/s;паказанага ў камандным радку пры дапамозе тэга /I=:/s;/s;   %OriginalINI%/s;/s;OpenFileTC запушчана на базавым файле налад:/s;/s;   %BasicINI%
63=Схаваць панэль прылад
64=Паказаць панэль прылад
[EditExtsUnit]
0=Рэдагаванне пашырэнняў для праграмы "%ProgramName%"
1=Добра
2=Адмена
3=Дадаць
4=Змяніць
5=Выдаліць
6=Новае пашырэнне
7=Пашырэнне:
8=Адразу адкрываць пры дапамозе %ProgramName%
9=Адкрываць акно выбару праграм OpenFileTC
10=Дзеянне OpenFileTC
11=Тып
12=Камандны радок
13=Пераменныя для выкарыстання:‡‡%FullFileName% - поўны шлях да файла‡%FileName% - толькі імя файла (без шляху і пашырэння)‡%FileExt% - пашырэнне файла (без кропкі)‡Пераменныя неадчувальныя да рэгістра

[SetupUnit]
0=Налады Open File shell for TC
1=Мова (Language):
2=Шрыфты і колеры
3=Элементы:
4=Вылучыце мову са спісу даступных моў.‡Дадатковыя мовы даступныя на сайце праграмы‡ды на сайце http://antoon-inc.com/oftc/
5=Падзелы:
6=Абразкамі
7=Спісам
8=Мал. абразкамі
9=Справаздачай
10=Загружаць абразкі
11=Паказваць абразкі ад праграм
12=Ужыць
13=Ужыць змены
14=Добра
15=Ужыць змены і закрыць акно
16=Адмена
17=Закрыць акно без ужывання змен
18=Для кожнага карыстальнiка свае налады
19=Выкарыстоўвайце гэтую опцыю для падзелу налад ‡паміж рознымі карыстальнікамі аднаго кампутара
20=Калі гэты файл існуе, то для кожнага карыстальніка гэтага кампутара створаны свае налады праграмы OpenFileTC. Калі вы жадаеце выкарыстоўваць адны налады для ўсіх карыстальнікаў, тады выдаліце гэты файл. 
21=Шрыфт...
22=Тып, памер і колер надпісаў галоўнага акна
23=Фон...
24=Колер фону галоўнага акна
25=Кэшаваць абразкі
26=Загружаць абразкі ад выконваемых файлаў/s;толькі адзін раз, і захоўваць іх у тэчцы Icons
27=Выгляд
28=Кіраванне
29=Пра праграму
30=Вылучыце выгляд абразкоў 
31=Не сачыць за запушчанымі прыкладаннямі
32=Не чакаць, калі запушчанае прыкладанне скончыць працу з файлам
33=Паказваць падказкі побач з мышшу
34=Стандартныя падказкі да прыкладанняў у галоўным акне/s;паказваюцца ў вуглу акна OpenFileTC
35=Уключыць усплывальныя падказкі
36=Паказваць падказкі да прыкладанняў/s;пры навядзенні мышшу да абразкоў у галоўным акне
37=Галоўнае акно:
38=Дыялогі:
39=Тып, памер і колер надпісаў астатніх вокнаў праграмы
40=Сартаванне элементаў у галоўным акне:
41=Вылучыце тып сартавання дададзеных/s;прыкладанняў у галоўным акне
42=Па алфавіце
43=Па частаце звароту
44=Опцыя "Для кожнага карыстальніка свае налады" пачне дзейнічаць пры наступным запуску прыкладання
45=Варыянты прымусовага выкліка праграмы
46=Утрымліваць перамыкач: 
47=Калі гэты перамыкач будзе/s;уключаны пры запуску праграмы,/s;тады OpenFileTC адкрыецца прымусова
48=Трымаць паказальнік мышы:
49=Калі пры запуску праграмы мыш/s;будзе знаходзіцца ў паказанай вобласці экрана,/s;тады OpenFileTC адкрыецца прымусова
50=Вылучыце становішча мышы са спісу
51=Вылучыце клавішу са спісу
52=У верхнім вуглу экрана, злева
53=У верхнім вуглу экрана, справа
54=У ніжнім вуглу экрана, злева
55=У ніжнім вуглу экрана, справа
56=Уключыць падтрымку адкрыцця тэчак
57=Дазволіць адкрываць па F4 вылучаныя тэчкі. Уключыць падтрымку тэга %Dir% у спісе падтрымліваемых пашырэнняў. Падрабязней гл. даведку
58=Пазіцыя галачкі "Заўсёды выкарыстоўваць вылучаную праграму...":
59=Тут можна указаць, каб гэта галачка пры кожным/s; запуску OFTC была скінута / устаноўлена незалежна/s; ад таго, ці была галачка пастаўлена пры папярэднім/s; старце ці не
60=Запамінаецца апошні выбар карыстальніка
61=Заусёды скінута
62=Заусёды уключана
63=F4 на EXE - дадаваць EXE у спіс рэдактараў
64=Пры рэдагаванні EXE - прапаноўваць/s;дадаваць рэдактар у спіс/s;усіх рэдактараў праграмы
65=Хатняя старонка:
66=Форум:
67=Паказаць панэль прылад
68=Паказваць панэль з кнопкамі ў галоўным акне
; new
69=Празрыстасць
 ; new
70=Усталяваць празрыстасць для ўсіх вокнаў OpenFileTC
 ; new
71=Толькі для галоўнага акна
 ; new
72=Усталяваць празрыстасць толькі для галоўнага акна OpenFileTC
 ; new
73=Адключыць фон для галоўнага акна
 ; new
74=Зрабіць фон галоўнага акна цалкам празрыстым
 ; new
75=Падсвятляць праграму пад курсорам мышы
 ; new
76=Вылучаць праграму пры навядзенні мышшу на яе

[HotKeyUnit]
0=Гарачая клавіша
1=Прызначце для праграмы %ProgramName% гарачую клавішу для выкліка
2=Бягучая клавіша:
3=Новая клавіша:
4=Добра
5=Захаваць змены і закрыць акно
6=Адмена
7=Закрыць акно без захавання змен
8=не
9=Гэтая клавіша зарэзерваваная OpenFileTC/s;і не можа быць выкарыстана
10=Дадзеная гарачая клавіша ўжо выкарыстоўваецца праграмай %ProgramName%./s;Жадаеце прызначыць гэтую клавішу для %CurrProgramName% і прыбраць яе з ранейшай?

[ProgramSettingsUnit]    ; new section for version 1.5, all strings are new
0=Уласцівасці праграмы %ProgramName%
1=Назва:
2=Шлях да праграмы:
3=Камандны радок для ўсіх пашырэнняў адразу:
4=OpenFileTC не змог знайсці указаны выконваемы файл/s;Калі ласка, праверце правільнасць уведзенага шляху
5=Пад якім імем праграма будзе бачная ў OpenFileTC
6=Поўнае імя выконваемага файла
7=Вылучыць файл
8=Вырашэнне праблем з адкрыццём файлаў
9=Праблем няма
10=Пры адкрыцці аднаго і некалькіх файлаў/s;праблем выяўлена не было
11=Адсылаць праграме толькі першы файл з усяго спісу, БЕЗ двукоссяў
12=У камандны радок перадаваць праграме не ўсе файлы,/s;а толькі першы з гэтага спісу, БЕЗ двукоссяў
13=Адсылаць праграме толькі першы файл з усяго спісу, З двукоссямі
14=У камандны радок перадаваць праграме не ўсе файлы,/s; а толькі першы з гэтага спісу, але апраўляць яго двукоссямі
15=Запускаць некалькі копій праграмы, асобна на кожным файле, З двукоссямі
16=Запускаць адразу некалькі копій гэтае праграмы,/s;кожнай асобнай копіяй ў якасці параметру перадаваць файлы са спісу./s;УВАГА: у гэтым выпадку OpenFileTC перастане сачыць за адкрытымі файламі!/s;Апраўляць з двукоссямі
17=Пашырэнні...
18=Наладзіць спіс пашырэнняў для гэтае праграмы
19=Добра
20=Захаваць налады і закрыць акно
21=Адмена
22=Закрыць акно без захавання налад
23=Запускаць некалькі копій праграмы, асобна на кожным файле, БЕЗ двукоссяў
24=Запускаць адразу некалькі копій гэтае праграмы,/s;кожнай асобнай копіі ў якасці параметру перадаваць файлы са спісу./s;УВАГА: у гэтым выпадку OpenFileTC перастане сачыць за адкрытымі файламі!/s;Без двукоссяў
25=Пстрыкніце па малюнку для/s;выбару іншага файла з абразкамі
26=Вылучыце файл з абразкамі
27=Захаваць файл...
28=Гарачая клавіша
29=Усталяваць камбінацыю клавіш для хуткага/s;выбара гэтае праграмы пры адкрыцці OpenFileTC
30=Саставіць камандны радок
31=Укажыце тут камандны радок адразу для ўсіх пашырэнняў  гэтага прыкладання
32=Змяніць абразок
33=Захаваць у файл...
34=Выгляд акна пры адкрыцці (работа не гарантуецца):
35=Стандартна
36=У акне
37=Згорнутым
38=Ва ўвесь экран
39=Адкрываць усе новыя пашырэнні адразу ў гэтым рэдактары
40=Калі для якога-небудзь пашырэння OpenFileTC/s;не сможа знайсці прыдатнага рэдактара, тады/s;гэты файл будзе адкрыты адразу у гэтым рэдактары
  ; new
41=Усталяваць дадзены камандны радок для ўсіх падтрымліваемых пашырэнняў рэдактара?

[LostedClipUnit]
0=Страчаны буфер абмену
1=Ідэнтыфікацыйны нумар элемента ў буферы абмену: %BufferID%
2=Наканаваныя тыпы:
3=Увага: у дадзены момант у вашым буферы абмену знаходзіцца нераспазнаны блок. Калі ласка, паспрабуйце вызначыць, які тып інфармацыі ўтрымліваецца ў буферы абмену. Выкарыстайце выпадальны спіс для азначэння гэтага тыпу
4=Распазнаваць аўтаматычна
5=Спрабаваць вызначыць тып дадзеных аўтаматычна (не рэкамендуецца)
6=Вылучыць
7=Атрымалася вызначыць тып дадзеных у буферы
8=Не знойдзена
9=Не атрымалася вызначыць тып дадзеных
10=Тэкст ( ANSI )
11=Тэкст ( OEM )
12=Тэкст ( UNICODE )
13=Малюнак ( BMP )
14=Малюнак ( JPG )
15=Малюнак ( TIFF )
16=Метафайл
17=Нявызначаны блок